// $(':header').addClass('headline');
// $('li:lt(3)').hide().fadeIn(1500);
// $('li').on('click', function() {
//   $(this).remove();
// });


//----------------------------------------------------------//
//Pętle

// $('li em').addClass('seasonal');
// $('li.hot').addClass('favorite');

///----------------------------//
//Łaczenie metod

// 
//----------------------------/
var $listHTML = $('ul').html();
    $('ul').append($listHTML);

//--------------------------



//--------------------------



//--------------------------



//--------------------------






